Repository: campusboy87/Easy-Hide-Admin-Menu-Items
Catalog: languages/ehami-*.po
Languages: ru_ru

source: Don't display hide icons
ru_ru: Отключить иконки скрытия

source: Leave a review
ru_ru: Оставить отзыв

source: Please consider leaving a review for our plugin. Your reviews help us improve and serve you better.
ru_ru: Пожалуйста, рассмотрите возможность оставить отзыв о нашем плагине. Ваша обратная связь мотивирует нас качественно улучшать сервис.

source: contact us here
ru_ru: обращаться к нам

source: For support, please contact our helpdesk. If you encounter any issues or have any questions, feel free to
ru_ru: Для получения поддержки, пожалуйста, обратитесь на форум. Если у вас возникнут проблемы или вопросы, не стесняйтесь

source: Leave feedback
ru_ru: Оставить отзыв

source: Remind me later
ru_ru: Напомни мне позже

source: Don't show again!
ru_ru: Больше не показывать!

source: Please rate plugin. It will help us a lot.
ru_ru: Пожалуйста, оцените плагин. Это нам очень поможет.

source: We are very pleased that you are using the %s plugin within a few days.
ru_ru: Мы очень рады, что вы используете плагин %s уже несколько дней.

source: Hello!
ru_ru: Здравствуйте!

source: Remove from the list
ru_ru: Удалить из списка

source: Hide or show selected menu items
ru_ru: Скрыть или показать скрытые пункты меню

source: Thank you for using Easy Hide Admin Menu Items! Your feedback and comments are highly valuable to us and will assist us in improving the plugin further.
ru_ru: Благодарим вас за использование плагина Easy Hide Admin Menu Items! Ваши отзывы и комментарии имеют для нас большую ценность и помогут нам дальше улучшать плагин.

source: Message From the Author
ru_ru: Сообщение от авторов

source: Save Settings
ru_ru: Сохранить настройки

source: Main Settings
ru_ru: Основные настройки

source: Easy Hide Admin Menu Items Settings
ru_ru: Настройки Easy Hide Admin Menu Items

source: If checked, all data (option and user metadata) will be deleted when the plugin is deleted.
ru_ru: Если отмечено, то все данные (опции и метаданные пользователей) будут удалены из базы данных при удалении плагина.

source: Allow the deletion of all plugin data after it is deleted
ru_ru: Разрешить удаление всех данных после удаления плагина

source: Uninstall plugin
ru_ru: Удаление плагина

source: If checked, you can hide the child menu. This may be useful when there are too many child menus causing distraction.
ru_ru: Если отмечено, вы можете скрывать дочерние меню. Это может быть полезно, когда слишком много дочерних меню которыми вы не пользуетесь.

source: Allow hiding child admin menus
ru_ru: Разрешить скрытие дочерних меню администратора

source: Child Menu
ru_ru: Дочерние меню

source: If checked, each user with access to the admin panel can save hidden menu settings individually for their own preferences.
ru_ru: Если отмечено, каждый пользователь с доступом к административной панели может сохранить скрытые настройки меню индивидуально для своих предпочтений.

source: Allow other users to set their own preferences.
ru_ru: Разрешить другим пользователям настраивать меню для себя на своё усмотрение.

source: User-specific settings
ru_ru: Индивидуальные настройки

source: Settings
ru_ru: Настройки

source: Admin Menu Settings
ru_ru: Настройки меню администратора

source: Hide menu
ru_ru: Скрыть меню

source: No hidden menu items
ru_ru: Скрытые меню отсутствуют

source: Sorry, you are not allowed to manage options for this site.
ru_ru: Извините, у вас нет прав на управление опциями для этого сайта.

source: The plugin allows hiding selected admin menu items.
ru_ru: Плагин позволяет скрывать выбранные пункты меню администратора.
